Repository: rogeriodeandradepires/water_jug_riddle
Catalog: lib/l10n/app_*.arb
Languages: es

# home_page_goal_label
source: Tap to Measure Z Bucket's gallons of water in the most efficient way
es: Toque para medir los galones de agua del Balde Z de la manera más eficiente

# home_page_info
source: Tap or Type to change Buckets X and Y's Gallons Capacity
es: Toque o Escriba para cambiar la capacidad en Galones de los Cubos X e Y

# bucket_session_step_label
source: Step {index}:
es: Paso {index}:

# home_page_steps_label
source: Steps:
es: Pasos:

# home_page_button_label
source: Calculate
es: Calcular

# home_page_bucket_x_label
source: Bucket X
es: Balde X

# home_page_bucket_y_label
source: Bucket Y
es: Balde Y

# home_page_bucket_z_label
source: Bucket Z
es: Balde Z

# action_fill
source: Fill Bucket {bucket}
es: Llene el cubo {bucket}.

# action_empty
source: Empty Bucket {bucket}
es: Vacíe el Cubo {bucket}.

# action_transfer
source: Transfer Bucket {from} to Bucket {to}
es: Transferir el Cubo {from} al Cubo {a}

# action_solved
source: Solved!
es: ¡Resuelto!

# action_no_solution
source: No Solution!
es: ¡Sin Solución!
